Arm.keil-studio-pack
espressif.esp-idf-extension
iarsystems.iar-build
Microchip.mplab-extension-pack
nordic-semiconductor.nrf-connect
NXPSemiconductors.mcuxpresso
platformio.platformio-ide
raspberry-pi.raspberry-pi-pico
RenesasElectronicsCorporation.renesas-build-utilities
SiLabs.siliconLabsSupportExtension
sony-spresense.spresense-vscode-ide
stmicroelectronics.stm32-vscode-extension
